{
  "type": "network",
  "version": "1.0",
  "data": "data.json",
  "logo": {
    "file": "",
    "link": "",
    "text": ""
  },
  "text": {
    "more": "Беспорядки или волнения в Фергюсоне — демонстрации, волнения и беспорядки, начавшиеся 9 августа 2014 года, в городке Фергюсон в американском штате Миссури.\n\nПричиной стал инцидент, в котором 18-летний безоружный чернокожий по имени Майкл Браун был застрелен 28-летним белокожим местным полицейским Дарреллом Уилсоном во время попытки ареста. Большинство участников волнений являются членами местной афроамериканской общины. Беспорядки начались в значительной степени благодаря Twitter и социальным сетям, после того, как прошло сообщение, что Браун был убит несмотря на то, что поднял руки вверх, то есть на расовой почве. Накал страстей в значительной степени спал после нескольких дней, но ситуация вновь обострилась после того, как 24 ноября 2014 года суд присяжных отказался предъявлять обвинение Дарреллу Уилсону за отсутствием состава преступления.\n\nАкции протеста прошли также и в других городах США. Считается, что беспорядки окончились 2 декабря того же года. Однако 20 декабря афроамериканец Исмаил Бринсли из мести за смерти Эрика Гарнера и Майкла Брауна застрелил в упор двух полицейских в Бруклине.",
    "intro": "Пользовательский веб-граф по событиям в Фергюсоне на основе дискуссии в интернете.\n\n\n",
    "title": "Фергюсон - США"
  },
  "legend": {
    "edgeLabel": "Реакция",
    "colorLabel": "Модульность",
    "nodeLabel": "Аккаунт"
  },
  "features": {
    "search": true,
    "groupSelectorAttribute": "Modularity Class",
    "hoverBehavior": "dim"
  },
  "informationPanel": {
    "groupByEdgeDirection": false,
    "imageAttribute": false
  },
  "sigma": {
    "drawingProperties": {
      "defaultEdgeType": "curve",
      "defaultHoverLabelBGColor": "#002147",
      "defaultLabelBGColor": "#ddd",
      "activeFontStyle": "bold",
      "defaultLabelColor": "#000",
      "labelThreshold": 15,
      "defaultLabelHoverColor": "#fff",
      "fontStyle": "bold",
      "hoverFontStyle": "bold",
      "defaultLabelSize": 14
    },
    "graphProperties": {
      "maxEdgeSize": 0.02,
      "minEdgeSize": 0.02,
      "minNodeSize": 0.3,
      "maxNodeSize": 10
    },
    "mouseProperties": {
      "maxRatio": 20,
      "minRatio": 0.75
    }
  }
}